const quizData = [
    {
        "word": "私",
        "correct": "我",
        "options": [
            "喝",
            8,
            "隔壁、旁邊",
            "我"
        ]
    },
    {
        "word": "彼/彼女",
        "correct": "他/她",
        "options": [
            "右邊",
            "西服",
            "溫柔",
            "他/她"
        ]
    },
    {
        "word": "家族",
        "correct": "家人",
        "options": [
            "自動鉛筆",
            "場所",
            "姊姊",
            "家人"
        ]
    },
    {
        "word": "両親",
        "correct": "父母",
        "options": [
            "弟弟",
            "使用",
            "好的",
            "父母"
        ]
    },
    {
        "word": "祖父",
        "correct": "爺爺/外公",
        "options": [
            "襯衫(shirt)",
            "附近",
            "房間",
            "爺爺/外公"
        ]
    },
    {
        "word": "祖母",
        "correct": "奶奶/外婆",
        "options": [
            "乘坐",
            "走路",
            "坐下",
            "奶奶/外婆"
        ]
    },
    {
        "word": "父",
        "correct": "爸爸",
        "options": [
            "書架、書櫃",
            "水果",
            "中文",
            "爸爸"
        ]
    },
    {
        "word": "母",
        "correct": "媽媽",
        "options": [
            "相機",
            "他/她",
            "漂亮、乾淨",
            "媽媽"
        ]
    },
    {
        "word": "兄弟",
        "correct": "兄弟姊妹",
        "options": [
            "警察",
            "甜的",
            "進入",
            "兄弟姊妹"
        ]
    },
    {
        "word": "兄",
        "correct": "哥哥",
        "options": [
            6,
            "冷的",
            "餐廳",
            "哥哥"
        ]
    },
    {
        "word": "姉",
        "correct": "姊姊",
        "options": [
            "食物",
            "乘坐",
            "警察",
            "姊姊"
        ]
    },
    {
        "word": "弟",
        "correct": "弟弟",
        "options": [
            "長褲",
            "說",
            "果汁",
            "弟弟"
        ]
    },
    {
        "word": "妹",
        "correct": "妹妹",
        "options": [
            "茶",
            "下面",
            "奶奶/外婆",
            "妹妹"
        ]
    },
    {
        "word": "先生",
        "correct": "老師",
        "options": [
            10,
            "冷氣",
            "車站",
            "老師"
        ]
    },
    {
        "word": "学生",
        "correct": "學生",
        "options": [
            "中文",
            "牛奶",
            "電話",
            "學生"
        ]
    },
    {
        "word": "友達",
        "correct": "朋友（可指複數）",
        "options": [
            "好吃、好喝",
            "附近",
            "回家",
            "朋友（可指複數）"
        ]
    },
    {
        "word": "親友",
        "correct": "好朋友",
        "options": [
            "毛衣(sweater)",
            "咖啡廳、茶館",
            "襪子",
            "好朋友"
        ]
    },
    {
        "word": "警察",
        "correct": "警察",
        "options": [
            "新的",
            "遠的",
            "裡面",
            "警察"
        ]
    },
    {
        "word": "会社員",
        "correct": "公司職員",
        "options": [
            "原子筆",
            4,
            "中文",
            "公司職員"
        ]
    },
    {
        "word": "日文",
        "correct": "中文",
        "options": [
            "降下",
            "喝",
            "困難的",
            "中文"
        ]
    },
    {
        "word": "店",
        "correct": "店",
        "options": [
            "郵局",
            "結束",
            "外面",
            "店"
        ]
    },
    {
        "word": "駅",
        "correct": "車站",
        "options": [
            "蛋",
            "料理",
            "不同、錯誤",
            "車站"
        ]
    },
    {
        "word": "道",
        "correct": "道路",
        "options": [
            "影片",
            "房間",
            "遠的",
            "道路"
        ]
    },
    {
        "word": "家",
        "correct": "家",
        "options": [
            "暗暗的",
            "魚",
            "襪子",
            "家"
        ]
    },
    {
        "word": "部屋",
        "correct": "房間",
        "options": [
            "便宜",
            "警察",
            "暗暗的",
            "房間"
        ]
    },
    {
        "word": "建物",
        "correct": "建築物",
        "options": [
            "場所",
            "隔壁",
            8,
            "建築物"
        ]
    },
    {
        "word": "レストラン",
        "correct": "餐廳",
        "options": [
            "紅茶",
            "爺爺/外公",
            "鉛筆",
            "餐廳"
        ]
    },
    {
        "word": "会社",
        "correct": "公司",
        "options": [
            "奶奶/外婆",
            "十字路口",
            "花費時間、金錢",
            "公司"
        ]
    },
    {
        "word": "銀行",
        "correct": "銀行",
        "options": [
            "甜的",
            "果汁",
            "便宜",
            "銀行"
        ]
    },
    {
        "word": "公園",
        "correct": "公園",
        "options": [
            "方便",
            "奶奶/外婆",
            "老師",
            "公園"
        ]
    },
    {
        "word": "病院",
        "correct": "醫院",
        "options": [
            "花費時間、金錢",
            "厚的",
            "買",
            "醫院"
        ]
    },
    {
        "word": "学校",
        "correct": "學校",
        "options": [
            "爺爺/外公",
            "中文",
            "排列、排隊",
            "學校"
        ]
    },
    {
        "word": "教室",
        "correct": "教室",
        "options": [
            10,
            "學校",
            "等待",
            "教室"
        ]
    },
    {
        "word": "地下鉄",
        "correct": "地鐵",
        "options": [
            "警察",
            "原子筆",
            "排列、排隊",
            "地鐵"
        ]
    },
    {
        "word": "バス停",
        "correct": "公車站",
        "options": [
            "水",
            "老師",
            "紅茶",
            "公車站"
        ]
    },
    {
        "word": "喫茶店",
        "correct": "咖啡廳、茶館",
        "options": [
            "無聊的",
            "弟弟",
            "近的",
            "咖啡廳、茶館"
        ]
    },
    {
        "word": "郵便局",
        "correct": "郵局",
        "options": [
            "飛、突然跳出",
            "中文",
            "矮的",
            "郵局"
        ]
    },
    {
        "word": "図書館",
        "correct": "圖書館",
        "options": [
            "早的",
            "哭泣",
            "大的",
            "圖書館"
        ]
    },
    {
        "word": "映画館",
        "correct": "電影院",
        "options": [
            "重的",
            "郵票",
            "涼爽的",
            "電影院"
        ]
    },
    {
        "word": "交差点",
        "correct": "十字路口",
        "options": [
            "食物",
            "衣服",
            8,
            "十字路口"
        ]
    },
    {
        "word": "入り口",
        "correct": "入口",
        "options": [
            "唱",
            "玩耍",
            "原子筆",
            "入口"
        ]
    },
    {
        "word": "出口",
        "correct": "出口",
        "options": [
            "可愛",
            "游泳",
            "警察",
            "出口"
        ]
    },
    {
        "word": "アパート",
        "correct": "公寓",
        "options": [
            9,
            "西方",
            5,
            "公寓"
        ]
    },
    {
        "word": "デパート",
        "correct": "百貨公司",
        "options": [
            "中文",
            "學校",
            "中間",
            "百貨公司"
        ]
    },
    {
        "word": "エレベーター",
        "correct": "電梯(elevator)",
        "options": [
            "茶",
            "便宜",
            "降下",
            "電梯(elevator)"
        ]
    },
    {
        "word": "ホテル",
        "correct": "旅館、飯店",
        "options": [
            "困擾、為難",
            "寫",
            "狹窄",
            "旅館、飯店"
        ]
    },
    {
        "word": "トイレ",
        "correct": "廁所",
        "options": [
            "熱的",
            7,
            "回家",
            "廁所"
        ]
    },
    {
        "word": "場所",
        "correct": "場所",
        "options": [
            "牛肉",
            8,
            "蛋",
            "場所"
        ]
    },
    {
        "word": "所",
        "correct": "地點、地方",
        "options": [
            "出口",
            "來",
            "哭泣",
            "地點、地方"
        ]
    },
    {
        "word": "日文",
        "correct": "中文",
        "options": [
            "咖哩",
            "醫院",
            "冷氣",
            "中文"
        ]
    },
    {
        "word": "食べ物",
        "correct": "食物",
        "options": [
            "口袋(pocket)",
            "強的",
            "肉",
            "食物"
        ]
    },
    {
        "word": "ご飯",
        "correct": "飯",
        "options": [
            "鞋子",
            "地鐵",
            "隔壁、旁邊",
            "飯"
        ]
    },
    {
        "word": "果物",
        "correct": "水果",
        "options": [
            2,
            "蛋",
            "他/她",
            "水果"
        ]
    },
    {
        "word": "お菓子",
        "correct": "點心",
        "options": [
            "兄弟姊妹",
            3,
            "坐下",
            "點心"
        ]
    },
    {
        "word": "カレー",
        "correct": "咖哩",
        "options": [
            "醬油",
            "快的",
            "中文",
            "咖哩"
        ]
    },
    {
        "word": "パン",
        "correct": "麵包",
        "options": [
            "薄的、淡的",
            "旅館、飯店",
            "長褲",
            "麵包"
        ]
    },
    {
        "word": "料理",
        "correct": "料理",
        "options": [
            "粗的、胖的",
            "西方",
            "字典",
            "料理"
        ]
    },
    {
        "word": "魚",
        "correct": "魚",
        "options": [
            "花費時間、金錢",
            "喝",
            "水果",
            "魚"
        ]
    },
    {
        "word": "肉",
        "correct": "肉",
        "options": [
            "郵票",
            "筆",
            "短的",
            "肉"
        ]
    },
    {
        "word": "牛肉",
        "correct": "牛肉",
        "options": [
            "下面",
            8,
            "十字路口",
            "牛肉"
        ]
    },
    {
        "word": "豚肉",
        "correct": "豬肉",
        "options": [
            "父母",
            "寫",
            "料理",
            "豬肉"
        ]
    },
    {
        "word": "鶏肉",
        "correct": "鶏肉",
        "options": [
            "醫院",
            "裡面",
            "進入",
            "鶏肉"
        ]
    },
    {
        "word": "野菜",
        "correct": "蔬菜",
        "options": [
            "花費時間、金錢",
            "麵包",
            "入口",
            "蔬菜"
        ]
    },
    {
        "word": "玉子、卵、たまご",
        "correct": "蛋",
        "options": [
            "大的",
            "公寓",
            "牛奶",
            "蛋"
        ]
    },
    {
        "word": "醤油",
        "correct": "醬油",
        "options": [
            "兄弟姊妹",
            "T裇 (T shirt)",
            "狹窄",
            "醬油"
        ]
    },
    {
        "word": "飲み物",
        "correct": "飲料",
        "options": [
            "有趣的",
            "紙",
            "強的",
            "飲料"
        ]
    },
    {
        "word": "水",
        "correct": "水",
        "options": [
            "好朋友",
            "見面",
            "到達",
            "水"
        ]
    },
    {
        "word": "お茶",
        "correct": "茶",
        "options": [
            "百貨公司",
            "早的",
            "廁所",
            "茶"
        ]
    },
    {
        "word": "紅茶",
        "correct": "紅茶",
        "options": [
            "鉛筆",
            "爸爸",
            "飯",
            "紅茶"
        ]
    },
    {
        "word": "牛乳",
        "correct": "牛奶",
        "options": [
            "狹窄",
            3,
            "涼爽的",
            "牛奶"
        ]
    },
    {
        "word": "お酒",
        "correct": "酒",
        "options": [
            "看",
            "中文",
            "好朋友",
            "酒"
        ]
    },
    {
        "word": "ビール",
        "correct": "啤酒",
        "options": [
            "等待",
            "明亮的",
            "電話",
            "啤酒"
        ]
    },
    {
        "word": "コーヒー",
        "correct": "咖啡",
        "options": [
            "飯",
            "洗衣機",
            "花費時間、金錢",
            "咖啡"
        ]
    },
    {
        "word": "ジュース",
        "correct": "果汁",
        "options": [
            "喝",
            "道路",
            "牛肉",
            "果汁"
        ]
    },
    {
        "word": "日文",
        "correct": "中文",
        "options": [
            "大衣、外衣",
            "細的",
            "大的",
            "中文"
        ]
    },
    {
        "word": "服",
        "correct": "衣服",
        "options": [
            "十字路口",
            "做",
            "進入",
            "衣服"
        ]
    },
    {
        "word": "洋服",
        "correct": "西服",
        "options": [
            "影片",
            "熱的",
            "茶",
            "西服"
        ]
    },
    {
        "word": "コート",
        "correct": "大衣、外衣",
        "options": [
            "寫",
            "舊的",
            "困擾、為難",
            "大衣、外衣"
        ]
    },
    {
        "word": "シャツ",
        "correct": "襯衫(shirt)",
        "options": [
            "百貨公司",
            "髒的",
            "吃",
            "襯衫(shirt)"
        ]
    },
    {
        "word": "Tシャツ",
        "correct": "T裇 (T shirt)",
        "options": [
            "姊姊",
            "進入",
            "壞的",
            "T裇 (T shirt)"
        ]
    },
    {
        "word": "セーター",
        "correct": "毛衣(sweater)",
        "options": [
            "牛奶",
            "困擾、為難",
            "好的",
            "毛衣(sweater)"
        ]
    },
    {
        "word": "ポケット",
        "correct": "口袋(pocket)",
        "options": [
            "不同、錯誤",
            "快樂",
            "紙",
            "口袋(pocket)"
        ]
    },
    {
        "word": "ボタン",
        "correct": "鈕扣",
        "options": [
            "廁所",
            10,
            "不同、錯誤",
            "鈕扣"
        ]
    },
    {
        "word": "ズボン",
        "correct": "長褲",
        "options": [
            "小的",
            "哥哥",
            "北方",
            "長褲"
        ]
    },
    {
        "word": "半ズボン",
        "correct": "短褲",
        "options": [
            "影片",
            "看",
            "電影院",
            "短褲"
        ]
    },
    {
        "word": "スカート",
        "correct": "裙子(skirt)",
        "options": [
            "唱",
            "快的",
            "前面",
            "裙子(skirt)"
        ]
    },
    {
        "word": "靴",
        "correct": "鞋子",
        "options": [
            "告訴、教導",
            "中文",
            "地鐵",
            "鞋子"
        ]
    },
    {
        "word": "靴下",
        "correct": "襪子",
        "options": [
            "隔壁",
            "衣服",
            "吵、囉嗦",
            "襪子"
        ]
    },
    {
        "word": "本",
        "correct": "書",
        "options": [
            "水",
            "朋友（可指複數）",
            "入口",
            "書"
        ]
    },
    {
        "word": "紙",
        "correct": "紙",
        "options": [
            "暗暗的",
            "地點、地方",
            "地圖",
            "紙"
        ]
    },
    {
        "word": "地図",
        "correct": "地圖",
        "options": [
            "食物",
            "家人",
            "西服",
            "地圖"
        ]
    },
    {
        "word": "辞書",
        "correct": "字典",
        "options": [
            "道路",
            "鞋子",
            "電腦",
            "字典"
        ]
    },
    {
        "word": "手紙",
        "correct": "信",
        "options": [
            "毛衣(sweater)",
            "快的",
            "坐下",
            "信"
        ]
    },
    {
        "word": "切手",
        "correct": "郵票",
        "options": [
            "花費時間、金錢",
            "公司",
            "電影院",
            "郵票"
        ]
    },
    {
        "word": "本棚",
        "correct": "書架、書櫃",
        "options": [
            "冷氣",
            "蔬菜",
            "明亮的",
            "書架、書櫃"
        ]
    },
    {
        "word": "鉛筆",
        "correct": "鉛筆",
        "options": [
            "酒",
            "牛肉",
            "寫",
            "鉛筆"
        ]
    },
    {
        "word": "定規",
        "correct": "尺",
        "options": [
            "中間",
            "降下",
            "買",
            "尺"
        ]
    },
    {
        "word": "万年筆",
        "correct": "鋼筆",
        "options": [
            "爺爺/外公",
            "壞的",
            "電視",
            "鋼筆"
        ]
    },
    {
        "word": "消しゴム",
        "correct": "橡皮擦",
        "options": [
            "圖書館",
            "食物",
            "慢、晚、",
            "橡皮擦"
        ]
    },
    {
        "word": "ペン",
        "correct": "筆",
        "options": [
            "學校",
            "長褲",
            "信",
            "筆"
        ]
    },
    {
        "word": "ノート",
        "correct": "筆記本",
        "options": [
            "奶奶/外婆",
            "南方",
            "東方",
            "筆記本"
        ]
    },
    {
        "word": "ボールペン",
        "correct": "原子筆",
        "options": [
            "旅館、飯店",
            "寫",
            "坐下",
            "原子筆"
        ]
    },
    {
        "word": "シャープペンシル",
        "correct": "自動鉛筆",
        "options": [
            "水",
            "好的",
            "T裇 (T shirt)",
            "自動鉛筆"
        ]
    },
    {
        "word": "電話",
        "correct": "電話",
        "options": [
            "哭泣",
            "弟弟",
            "來",
            "電話"
        ]
    },
    {
        "word": "冷蔵庫",
        "correct": "冰箱",
        "options": [
            "居住",
            "十字路口",
            "電視",
            "冰箱"
        ]
    },
    {
        "word": "洗濯機",
        "correct": "洗衣機",
        "options": [
            "公司",
            "媽媽",
            "去",
            "洗衣機"
        ]
    },
    {
        "word": "テレビ",
        "correct": "電視",
        "options": [
            "中間",
            "好朋友",
            "便宜",
            "電視"
        ]
    },
    {
        "word": "ビデオ",
        "correct": "影片",
        "options": [
            "紅茶",
            "走路",
            "到達",
            "影片"
        ]
    },
    {
        "word": "カメラ",
        "correct": "相機",
        "options": [
            "站立",
            "貴的、高的",
            "學生",
            "相機"
        ]
    },
    {
        "word": "パソコン",
        "correct": "電腦",
        "options": [
            "花費時間、金錢",
            "十字路口",
            "寬廣",
            "電腦"
        ]
    },
    {
        "word": "エアコン",
        "correct": "冷氣",
        "options": [
            "新的",
            "自動鉛筆",
            "道路",
            "冷氣"
        ]
    },
    {
        "word": "日文",
        "correct": "中文",
        "options": [
            "到達",
            "蛋",
            "咖啡",
            "中文"
        ]
    },
    {
        "word": "上",
        "correct": "上面",
        "options": [
            "困難的",
            "長的",
            "飛、突然跳出",
            "上面"
        ]
    },
    {
        "word": "下",
        "correct": "下面",
        "options": [
            4,
            "小的",
            "百貨公司",
            "下面"
        ]
    },
    {
        "word": "左",
        "correct": "左邊",
        "options": [
            "裙子(skirt)",
            "蔬菜",
            "困擾、為難",
            "左邊"
        ]
    },
    {
        "word": "右",
        "correct": "右邊",
        "options": [
            "睡覺",
            "溫暖的",
            "筆",
            "右邊"
        ]
    },
    {
        "word": "中",
        "correct": "中間",
        "options": [
            "甜的",
            10,
            "咖啡廳、茶館",
            "中間"
        ]
    },
    {
        "word": "前",
        "correct": "前面",
        "options": [
            "廁所",
            "原子筆",
            "酒",
            "前面"
        ]
    },
    {
        "word": "後ろ",
        "correct": "後面",
        "options": [
            "中文",
            "入口",
            "開始",
            "後面"
        ]
    },
    {
        "word": "東",
        "correct": "東方",
        "options": [
            4,
            "冷氣",
            "睡覺",
            "東方"
        ]
    },
    {
        "word": "西",
        "correct": "西方",
        "options": [
            "道路",
            "紅茶",
            "吵、囉嗦",
            "西方"
        ]
    },
    {
        "word": "南",
        "correct": "南方",
        "options": [
            "粗的、胖的",
            "地鐵",
            "自動鉛筆",
            "南方"
        ]
    },
    {
        "word": "北",
        "correct": "北方",
        "options": [
            "電影院",
            "進入",
            "筆",
            "北方"
        ]
    },
    {
        "word": "内",
        "correct": "裡面",
        "options": [
            "啤酒",
            "薄的、淡的",
            9,
            "裡面"
        ]
    },
    {
        "word": "外",
        "correct": "外面",
        "options": [
            "有名",
            "電話",
            "麵包",
            "外面"
        ]
    },
    {
        "word": "辺",
        "correct": "附近",
        "options": [
            "書",
            "好吃、好喝",
            "T裇 (T shirt)",
            "附近"
        ]
    },
    {
        "word": "隣",
        "correct": "隔壁",
        "options": [
            "好的",
            "兄弟姊妹",
            "影片",
            "隔壁"
        ]
    },
    {
        "word": "横",
        "correct": "隔壁、旁邊",
        "options": [
            "十字路口",
            "電影院",
            "學校",
            "隔壁、旁邊"
        ]
    },
    {
        "word": "日文",
        "correct": "中文",
        "options": [
            "薄的、淡的",
            "南方",
            "自動鉛筆",
            "中文"
        ]
    },
    {
        "word": 1,
        "correct": 1,
        "options": [
            "地圖",
            "短褲",
            "郵票",
            1
        ]
    },
    {
        "word": 2,
        "correct": 2,
        "options": [
            "下面",
            "停止",
            "大的",
            2
        ]
    },
    {
        "word": 3,
        "correct": 3,
        "options": [
            "公司",
            8,
            "回家",
            3
        ]
    },
    {
        "word": 4,
        "correct": 4,
        "options": [
            "魚",
            "狹窄",
            "好朋友",
            4
        ]
    },
    {
        "word": 5,
        "correct": 5,
        "options": [
            "中文",
            "中文",
            "結束",
            5
        ]
    },
    {
        "word": 6,
        "correct": 6,
        "options": [
            "公司",
            "哥哥",
            "我",
            6
        ]
    },
    {
        "word": 7,
        "correct": 7,
        "options": [
            "弟弟",
            "安靜",
            "難吃、難喝",
            7
        ]
    },
    {
        "word": 8,
        "correct": 8,
        "options": [
            "好的",
            "自動鉛筆",
            "降下",
            8
        ]
    },
    {
        "word": 9,
        "correct": 9,
        "options": [
            "茶",
            "銀行",
            "家",
            9
        ]
    },
    {
        "word": 10,
        "correct": 10,
        "options": [
            "豬肉",
            "郵票",
            "重的",
            10
        ]
    },
    {
        "word": "日文",
        "correct": "中文",
        "options": [
            "請教、聽到",
            "教室",
            "強的",
            "中文"
        ]
    },
    {
        "word": "会う",
        "correct": "見面",
        "options": [
            "安靜",
            "尺",
            "姊姊",
            "見面"
        ]
    },
    {
        "word": "遊ぶ",
        "correct": "玩耍",
        "options": [
            "無聊的",
            "新的",
            "牛肉",
            "玩耍"
        ]
    },
    {
        "word": "歩く",
        "correct": "走路",
        "options": [
            "冰箱",
            "到達",
            "飲料",
            "走路"
        ]
    },
    {
        "word": "言う",
        "correct": "說",
        "options": [
            "下面",
            "家",
            "髒的",
            "說"
        ]
    },
    {
        "word": "行く",
        "correct": "去",
        "options": [
            "豬肉",
            "相機",
            "我",
            "去"
        ]
    },
    {
        "word": "要る",
        "correct": "需要",
        "options": [
            "小的",
            "水果",
            "長褲",
            "需要"
        ]
    },
    {
        "word": "歌う",
        "correct": "唱",
        "options": [
            "中文",
            "溫暖的",
            "外面",
            "唱"
        ]
    },
    {
        "word": "泳ぐ",
        "correct": "游泳",
        "options": [
            "使用",
            "安靜",
            "涼爽的",
            "游泳"
        ]
    },
    {
        "word": "終わる",
        "correct": "結束",
        "options": [
            "房間",
            "我",
            "牛肉",
            "結束"
        ]
    },
    {
        "word": "教える",
        "correct": "告訴、教導",
        "options": [
            6,
            "西服",
            "使用",
            "告訴、教導"
        ]
    },
    {
        "word": "買う",
        "correct": "買",
        "options": [
            "紙",
            "郵局",
            "疲累",
            "買"
        ]
    },
    {
        "word": "書く",
        "correct": "寫",
        "options": [
            "附近",
            "弟弟",
            4,
            "寫"
        ]
    },
    {
        "word": "掛かる",
        "correct": "花費時間、金錢",
        "options": [
            "薄的、淡的",
            "有趣的",
            "強的",
            "花費時間、金錢"
        ]
    },
    {
        "word": "帰る",
        "correct": "回家",
        "options": [
            1,
            "花費時間、金錢",
            "豬肉",
            "回家"
        ]
    },
    {
        "word": "聞く",
        "correct": "請教、聽到",
        "options": [
            "明亮的",
            "公車站",
            "水果",
            "請教、聽到"
        ]
    },
    {
        "word": "答える",
        "correct": "回答",
        "options": [
            "中文",
            "鶏肉",
            "弟弟",
            "回答"
        ]
    },
    {
        "word": "困る",
        "correct": "困擾、為難",
        "options": [
            "下面",
            "鞋子",
            "西方",
            "困擾、為難"
        ]
    },
    {
        "word": "来る",
        "correct": "來",
        "options": [
            "小的",
            "公司",
            "冰箱",
            "來"
        ]
    },
    {
        "word": "死ぬ",
        "correct": "死",
        "options": [
            "紙",
            "橡皮擦",
            "學校",
            "死"
        ]
    },
    {
        "word": "住む",
        "correct": "居住",
        "options": [
            "看",
            "來",
            "難吃、難喝",
            "居住"
        ]
    },
    {
        "word": "座る",
        "correct": "坐下",
        "options": [
            "西服",
            "開始",
            "食物",
            "坐下"
        ]
    },
    {
        "word": "立つ",
        "correct": "站立",
        "options": [
            "裡面",
            "我",
            "寫",
            "站立"
        ]
    },
    {
        "word": "食べる",
        "correct": "吃",
        "options": [
            "長褲",
            "學生",
            "後面",
            "吃"
        ]
    },
    {
        "word": "疲れる",
        "correct": "疲累",
        "options": [
            "房間",
            "薄的、淡的",
            "好朋友",
            "疲累"
        ]
    },
    {
        "word": "着く",
        "correct": "到達",
        "options": [
            "前面",
            "姊姊",
            "電影院",
            "到達"
        ]
    },
    {
        "word": "使う",
        "correct": "使用",
        "options": [
            "便宜",
            "中文",
            "豬肉",
            "使用"
        ]
    },
    {
        "word": "作る",
        "correct": "做",
        "options": [
            "玩耍",
            "北方",
            "啤酒",
            "做"
        ]
    },
    {
        "word": "止まる",
        "correct": "停止",
        "options": [
            7,
            "近的",
            8,
            "停止"
        ]
    },
    {
        "word": "飛ぶ",
        "correct": "飛、突然跳出",
        "options": [
            "涼的",
            "房間",
            "近的",
            "飛、突然跳出"
        ]
    },
    {
        "word": "泣く",
        "correct": "哭泣",
        "options": [
            "大的",
            "死",
            "嚴格的",
            "哭泣"
        ]
    },
    {
        "word": "寝る",
        "correct": "睡覺",
        "options": [
            "哥哥",
            "地圖",
            "圖書館",
            "睡覺"
        ]
    },
    {
        "word": "乗る",
        "correct": "乘坐",
        "options": [
            "建築物",
            "東方",
            6,
            "乘坐"
        ]
    },
    {
        "word": "飲む",
        "correct": "喝",
        "options": [
            "寫",
            "閱讀",
            "銀行",
            "喝"
        ]
    },
    {
        "word": "違う",
        "correct": "不同、錯誤",
        "options": [
            "地點、地方",
            "家",
            9,
            "不同、錯誤"
        ]
    },
    {
        "word": "並ぶ",
        "correct": "排列、排隊",
        "options": [
            "短褲",
            "公園",
            "書",
            "排列、排隊"
        ]
    },
    {
        "word": "入る",
        "correct": "進入",
        "options": [
            "紙",
            "弱的",
            "見面",
            "進入"
        ]
    },
    {
        "word": "始まる",
        "correct": "開始",
        "options": [
            "排列、排隊",
            "狹窄",
            "細的",
            "開始"
        ]
    },
    {
        "word": "走る",
        "correct": "跑（人）、行駛（車）",
        "options": [
            7,
            "降下",
            "舊的",
            "跑（人）、行駛（車）"
        ]
    },
    {
        "word": "降る",
        "correct": "降下",
        "options": [
            "咖哩",
            "前面",
            5,
            "降下"
        ]
    },
    {
        "word": "見る",
        "correct": "看",
        "options": [
            "站立",
            "出口",
            "電梯(elevator)",
            "看"
        ]
    },
    {
        "word": "待つ",
        "correct": "等待",
        "options": [
            "南方",
            "厚的",
            "蔬菜",
            "等待"
        ]
    },
    {
        "word": "読む",
        "correct": "閱讀",
        "options": [
            "場所",
            "甜的",
            7,
            "閱讀"
        ]
    },
    {
        "word": "日文",
        "correct": "中文",
        "options": [
            "好的",
            "溫暖的",
            "進入",
            "中文"
        ]
    },
    {
        "word": "暑い",
        "correct": "熱的",
        "options": [
            "站立",
            "鋼筆",
            "東方",
            "熱的"
        ]
    },
    {
        "word": "寒い",
        "correct": "冷的",
        "options": [
            "寬廣",
            "口袋(pocket)",
            "家",
            "冷的"
        ]
    },
    {
        "word": "冷たい",
        "correct": "涼的",
        "options": [
            "朋友（可指複數）",
            "蛋",
            "橡皮擦",
            "涼的"
        ]
    },
    {
        "word": "暖かい",
        "correct": "溫暖的",
        "options": [
            "肉",
            "長的",
            4,
            "溫暖的"
        ]
    },
    {
        "word": "涼しい",
        "correct": "涼爽的",
        "options": [
            "小的",
            "果汁",
            "公車站",
            "涼爽的"
        ]
    },
    {
        "word": "厚い",
        "correct": "厚的",
        "options": [
            "地圖",
            7,
            "店",
            "厚的"
        ]
    },
    {
        "word": "薄い",
        "correct": "薄的、淡的",
        "options": [
            9,
            1,
            "料理",
            "薄的、淡的"
        ]
    },
    {
        "word": "近い",
        "correct": "近的",
        "options": [
            "水果",
            "輕的",
            "結束",
            "近的"
        ]
    },
    {
        "word": "遠い",
        "correct": "遠的",
        "options": [
            "唱",
            "鞋子",
            "降下",
            "遠的"
        ]
    },
    {
        "word": "弱い",
        "correct": "弱的",
        "options": [
            "肉",
            "兄弟姊妹",
            "廁所",
            "弱的"
        ]
    },
    {
        "word": "強い",
        "correct": "強的",
        "options": [
            "站立",
            "中文",
            "到達",
            "強的"
        ]
    },
    {
        "word": "軽い",
        "correct": "輕的",
        "options": [
            "站立",
            "無聊的",
            "哥哥",
            "輕的"
        ]
    },
    {
        "word": "重い",
        "correct": "重的",
        "options": [
            "朋友（可指複數）",
            "後面",
            "毛衣(sweater)",
            "重的"
        ]
    },
    {
        "word": "狭い",
        "correct": "狹窄",
        "options": [
            "哭泣",
            "警察",
            "說",
            "狹窄"
        ]
    },
    {
        "word": "広い",
        "correct": "寬廣",
        "options": [
            "豬肉",
            "尺",
            "長的",
            "寬廣"
        ]
    },
    {
        "word": "早い",
        "correct": "早的",
        "options": [
            "細的",
            "東方",
            "漂亮、乾淨",
            "早的"
        ]
    },
    {
        "word": "速い",
        "correct": "快的",
        "options": [
            "裙子(skirt)",
            "車站",
            3,
            "快的"
        ]
    },
    {
        "word": "遅い",
        "correct": "慢、晚、",
        "options": [
            10,
            "哥哥",
            "冷的",
            "慢、晚、"
        ]
    },
    {
        "word": "太い",
        "correct": "粗的、胖的",
        "options": [
            "涼的",
            "跑（人）、行駛（車）",
            "中文",
            "粗的、胖的"
        ]
    },
    {
        "word": "細い",
        "correct": "細的",
        "options": [
            "百貨公司",
            "建築物",
            "魚",
            "細的"
        ]
    },
    {
        "word": "短い",
        "correct": "短的",
        "options": [
            "左邊",
            "居住",
            "南方",
            "短的"
        ]
    },
    {
        "word": "長い",
        "correct": "長的",
        "options": [
            5,
            "衣服",
            8,
            "長的"
        ]
    },
    {
        "word": "安い",
        "correct": "便宜",
        "options": [
            "慢、晚、",
            "上面",
            "電視",
            "便宜"
        ]
    },
    {
        "word": "高い",
        "correct": "貴的、高的",
        "options": [
            "狹窄",
            "醫院",
            "飛、突然跳出",
            "貴的、高的"
        ]
    },
    {
        "word": "低い",
        "correct": "矮的",
        "options": [
            "壞的",
            5,
            "紅茶",
            "矮的"
        ]
    },
    {
        "word": "良い",
        "correct": "好的",
        "options": [
            "書架、書櫃",
            "地圖",
            "哥哥",
            "好的"
        ]
    },
    {
        "word": "悪い",
        "correct": "壞的",
        "options": [
            2,
            "兄弟姊妹",
            "後面",
            "壞的"
        ]
    },
    {
        "word": "汚い",
        "correct": "髒的",
        "options": [
            8,
            "旅館、飯店",
            "爸爸",
            "髒的"
        ]
    },
    {
        "word": "新しい",
        "correct": "新的",
        "options": [
            "T裇 (T shirt)",
            "困難的",
            "坐下",
            "新的"
        ]
    },
    {
        "word": "古い",
        "correct": "舊的",
        "options": [
            "鶏肉",
            "哥哥",
            "溫暖的",
            "舊的"
        ]
    },
    {
        "word": "面白い",
        "correct": "有趣的",
        "options": [
            "鈕扣",
            "冰箱",
            "洗衣機",
            "有趣的"
        ]
    },
    {
        "word": "つまらない",
        "correct": "無聊的",
        "options": [
            "隔壁、旁邊",
            "右邊",
            "學校",
            "無聊的"
        ]
    },
    {
        "word": "大きい",
        "correct": "大的",
        "options": [
            "有名",
            "電視",
            "地圖",
            "大的"
        ]
    },
    {
        "word": "小さい",
        "correct": "小的",
        "options": [
            "道路",
            "回家",
            "早的",
            "小的"
        ]
    },
    {
        "word": "甘い",
        "correct": "甜的",
        "options": [
            "簡單",
            "降下",
            "媽媽",
            "甜的"
        ]
    },
    {
        "word": "美味しい",
        "correct": "好吃、好喝",
        "options": [
            "北方",
            "襪子",
            "寫",
            "好吃、好喝"
        ]
    },
    {
        "word": "まずい",
        "correct": "難吃、難喝",
        "options": [
            "相機",
            "衣服",
            "無聊的",
            "難吃、難喝"
        ]
    },
    {
        "word": "易しい",
        "correct": "簡單",
        "options": [
            "貴的、高的",
            "重的",
            "做",
            "簡單"
        ]
    },
    {
        "word": "難しい",
        "correct": "困難的",
        "options": [
            "學生",
            "公司",
            "襪子",
            "困難的"
        ]
    },
    {
        "word": "優しい",
        "correct": "溫柔",
        "options": [
            "忙碌",
            "十字路口",
            "重的",
            "溫柔"
        ]
    },
    {
        "word": "厳しい",
        "correct": "嚴格的",
        "options": [
            "公園",
            "附近",
            "T裇 (T shirt)",
            "嚴格的"
        ]
    },
    {
        "word": "暗い",
        "correct": "暗暗的",
        "options": [
            "做",
            4,
            "寫",
            "暗暗的"
        ]
    },
    {
        "word": "明るい",
        "correct": "明亮的",
        "options": [
            "妹妹",
            "左邊",
            "相機",
            "明亮的"
        ]
    },
    {
        "word": "忙しい",
        "correct": "忙碌",
        "options": [
            "做",
            "旅館、飯店",
            "我",
            "忙碌"
        ]
    },
    {
        "word": "可愛い",
        "correct": "可愛",
        "options": [
            "廁所",
            "中文",
            "遠的",
            "可愛"
        ]
    },
    {
        "word": "楽しい",
        "correct": "快樂",
        "options": [
            "回答",
            "小的",
            "店",
            "快樂"
        ]
    },
    {
        "word": "うるさい",
        "correct": "吵、囉嗦",
        "options": [
            "可愛",
            "飲料",
            "北方",
            "吵、囉嗦"
        ]
    },
    {
        "word": "綺麗",
        "correct": "漂亮、乾淨",
        "options": [
            "公寓",
            "百貨公司",
            "早的",
            "漂亮、乾淨"
        ]
    },
    {
        "word": "便利",
        "correct": "方便",
        "options": [
            "大的",
            "降下",
            "十字路口",
            "方便"
        ]
    },
    {
        "word": "有名",
        "correct": "有名",
        "options": [
            "肉",
            "他/她",
            2,
            "有名"
        ]
    },
    {
        "word": "静か",
        "correct": "安靜",
        "options": [
            "困擾、為難",
            "妹妹",
            "大衣、外衣",
            "安靜"
        ]
    },
    {
        "word": "賑やか",
        "correct": "熱鬧、繁華",
        "options": [
            "隔壁",
            "見面",
            "筆",
            "熱鬧、繁華"
        ]
    }
];